Revit 2024 API
WireConduitType Properties
The WireConduitType type exposes the following members.
Properties
Name | Description
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
Name
See Also
WireConduitType Class
Autodesk.Revit.DB.Electrical Namespace